{
  "devotionals": {
    "2025-12-01": {
      "title": "A Horizon of Hope",
      "verse": "Romans 15:13 - May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
      "text": "As we enter December, the world often rushes toward chaos, but the believer looks toward **hope**. Romans 15:13 reminds us that God is the very source of hope. For a man, hope is not wishful thinking; it is a confident expectation that God is who He says He is. Are you facing a situation at work or home that feels hopeless? Do not rely on your own optimism. Lean into the power of the Holy Spirit. Let God fill you with joy and peace today, so that you don't just survive the season, but **abound** in hope, becoming a beacon of stability for everyone around you.",
      "category": "faith",
      "topic": "advent-hope",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-02": {
      "title": "Peace in the Chaos",
      "verse": "John 14:27 - Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
      "text": "The holiday season brings a unique kind of stress—financial pressure, scheduling conflicts, and family dynamics. Yet, Jesus offers a **peace** that defies circumstances. In John 14:27, He distinguishes His peace from the world's fragile calm. As the leader of your home, your mood often sets the thermostat for the family. If you are anxious and hurried, your home will be too. Today, make a conscious decision to accept Christ's gift of peace. Refuse to let your heart be troubled. Walk slowly, breathe deeply, and lead with a calm assurance that Christ is in control.",
      "category": "emotions",
      "topic": "peace",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    },
    "2025-12-03": {
      "title": "Preparing the Way",
      "verse": "Luke 3:4 - The voice of one crying in the wilderness: Prepare the way of the Lord, make his paths straight.",
      "text": "John the Baptist's mission was to **prepare the way** for Jesus. This is also the calling of every Christian man: to clear the obstacles that keep us and our families from Christ. Are there 'crooked paths' in your life right now? Perhaps a habit that has crept back in, or a grudge you are holding onto? Preparation requires repentance and intentionality. Take time today to examine your heart. Clear out the clutter of sin and distraction so that the King of Glory may have a straight path into your heart and your home this month.",
      "category": "spiritual-growth",
      "topic": "preparation",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-04": {
      "title": "The Discipline of Waiting",
      "verse": "Psalm 27:14 - Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
      "text": "We live in an instant-gratification society, but God often does His best work in the **waiting**. Psalm 27:14 commands us to wait and 'be strong.' Waiting is not passive idleness; it is active trust. It takes masculine strength to hold your ground and trust God's timing when everything in you wants to force a solution. What are you impatient about today? A promotion? A reconciling relationship? An answered prayer? Let your heart take courage. God is not late. Stand firm in the waiting, knowing that He is aligning everything for His glory and your good.",
      "category": "character",
      "topic": "patience",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1504938676239-e4d0f7f32997?w=800"
    },
    "2025-12-05": {
      "title": "Walking in the Light",
      "verse": "1 John 1:7 - But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.",
      "text": "Secrets destroy men. The promise of 1 John 1:7 is conditional: *if* we walk in the **light**. Walking in the light means living a transparent life, where your actions, internet history, and finances are open to God and accountability partners. Darkness offers a false sense of safety, but it only brings isolation. Light brings **fellowship** and cleansing. Is there an area of your life you are trying to keep in the shadows? Step into the light today. Confess it to God and a brother. The freedom you will experience is worth the momentary discomfort of exposure.",
      "category": "integrity",
      "topic": "transparency",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-06": {
      "title": "The Blessing of Giving",
      "verse": "Acts 20:35 - In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’",
      "text": "During December, consumerism runs rampant. But a man of God remembers the words of Jesus: 'It is more blessed to **give**.' This isn't just about buying gifts; it's about a posture of the heart. True masculinity is generous. It looks for the weak, the needy, and the overlooked. Are you 'working hard' solely to acquire, or to help? Challenge yourself today to give something away without expecting anything in return—your money, your time, or your expertise. Break the grip of greed by exercising the muscle of generosity.",
      "category": "character",
      "topic": "generosity",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-07": {
      "title": "Joseph: The Obedience of a Man",
      "verse": "Matthew 1:24 - When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife.",
      "text": "Joseph is often the quiet figure of the nativity, but his actions speak volumes about biblical manhood. When faced with a socially devastating situation and a divine command, he simply obeyed. Matthew 1:24 says he 'did as the angel... commanded.' He protected Mary and adopted Jesus as his own. He put God's will above his own reputation. Men, are you willing to obey God even when it risks your reputation or comfort? **Obedience** is the mark of a true leader. Listen for God's voice today, and when you hear it, act immediately and courageously like Joseph.",
      "category": "leadership",
      "topic": "obedience",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1582218086438-6f6f1a4e2315?w=800"
    },
    "2025-12-08": {
      "title": "Joy as a Weapon",
      "verse": "Nehemiah 8:10 - And do not be grieved, for the joy of the Lord is your strength.",
      "text": "We often think of **joy** as a soft emotion, but Nehemiah 8:10 describes it as **strength**. In the battles of life—against discouragement, fatigue, or temptation—joy is a weapon. A man who has deep joy in the Lord is resilient; he cannot be easily shaken by bad news or difficult people. This joy doesn't come from perfect circumstances, but from knowing God is with you. If you are feeling weak or burnt out today, check your joy gauge. Reconnect with the source of your salvation. Let the joy of who God is fuel your strength for the tasks ahead.",
      "category": "strength",
      "topic": "joy",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1579546022880-b2f568a0a81d?w=800"
    },
    "2025-12-09": {
      "title": "Humility: Stepping Down to Serve",
      "verse": "Philippians 2:5-7 - Have this mind among yourselves, which is yours in Christ Jesus, who... emptied himself, by taking the form of a servant.",
      "text": "The incarnation is the ultimate act of **humility**. The King of Kings stepped down from heaven to become a servant. Philippians 2 calls us to 'have this mind.' In a culture that encourages men to climb the ladder and assert dominance, Jesus shows us that the way up is down. How are you treating those 'below' you—your employees, children, or service workers? A godly man does not cling to his status. He empties himself to lift others up. Look for a way to serve someone today who can do nothing for you in return. That is the mind of Christ.",
      "category": "character",
      "topic": "humility",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-10": {
      "title": "Diligence in the Season",
      "verse": "Proverbs 12:24 - The hand of the diligent will rule, while the slothful will be put to forced labor.",
      "text": "As the holidays approach, it's easy to check out mentally at work. But Proverbs 12:24 reminds us that **diligence** leads to leadership and influence. Your work is a reflection of your character. While others may be cutting corners or slacking off this month, a Christian man stays faithful to his duties. Finish the year strong. Execute your tasks with excellence, not just to please a boss, but to honor God. Your consistency when no one else is watching is what sets you apart and prepares you for greater responsibility.",
      "category": "work",
      "topic": "diligence",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-11": {
      "title": "Following the Shepherd",
      "verse": "Psalm 23:1 - The Lord is my shepherd; I shall not want.",
      "text": "Every man needs a leader. Even the strongest CEO or father is a sheep in need of a **Shepherd**. Psalm 23:1 is a declaration of dependence: because the Lord leads me, I lack nothing. Anxiety often stems from trying to be the shepherd of our own lives, figuring out every path and provision. Surrender that burden today. Acknowledge that you are not the ultimate authority. Let God lead you beside still waters and restore your soul. When you follow the Shepherd closely, you can lead your own flock (your family) with much greater confidence.",
      "category": "faith",
      "topic": "guidance",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    },
    "2025-12-12": {
      "title": "Guarding the Heart",
      "verse": "Proverbs 4:23 - Keep your heart with all vigilance, for from it flow the springs of life.",
      "text": "The most vital security job a man has is not guarding his house, but guarding his **heart**. Proverbs 4:23 warns us to do this with 'all vigilance.' The enemy loves to attack a man's heart through bitterness, lust, or pride. What are you allowing into your mind? What entertainment are you consuming? If the wellspring is polluted, everything else in your life—your marriage, parenting, and work—will be tainted. act as a sentry today. Stand guard at the door of your heart and refuse entry to anything that does not honor Christ.",
      "category": "character",
      "topic": "purity",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1579546022880-b2f568a0a81d?w=800"
    },
    "2025-12-13": {
      "title": "A Name Above All",
      "verse": "Matthew 1:21 - She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.",
      "text": "The name **Jesus** means 'Yahweh saves.' It is the core of our faith. He didn't come just to be a moral teacher or a good example; He came to **save** us from our sins. As men, we like to fix things ourselves. We try to fix our marriages, our finances, and our habits with willpower. But we cannot fix our sin problem. We need a Savior. Stop trying to be the hero of your own story today. Humble yourself and admit your need for His saving grace in every moment. There is power in the name of Jesus to break chains that willpower cannot touch.",
      "category": "faith",
      "topic": "salvation",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-14": {
      "title": "Integrity's Guide",
      "verse": "Proverbs 11:3 - The integrity of the upright guides them, but the crookedness of the treacherous destroys them.",
      "text": "When you face a difficult decision, what is your compass? Proverbs 11:3 says that **integrity** acts as a guide. If you have committed to living a life of truth, many decisions become simple (even if they are hard). You don't have to calculate the lie or remember the spin. You simply do what is right. 'Crookedness,' or cutting ethical corners, eventually leads to destruction. Men, build your life on the bedrock of honesty. Let your 'yes' be 'yes.' A man of integrity walks a straight path that his children can safely follow.",
      "category": "integrity",
      "topic": "honesty",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-15": {
      "title": "Conquering Fear",
      "verse": "Luke 2:10 - And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.”",
      "text": "The most common command in Scripture is **'Fear not.'** The angel spoke this to the shepherds, and God speaks it to you today. Fear paralyzes men—fear of failure, fear of rejection, fear of the future. But the antidote to fear is the 'good news of great joy.' The Gospel tells us that God is for us. If the Creator of the universe is on your side, what is there to fear? Identify one fear that is holding you back today. Confront it with the truth of the Gospel. You are not defined by your fears, but by your Father.",
      "category": "courage",
      "topic": "fear",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1504938676239-e4d0f7f32997?w=800"
    },
    "2025-12-16": {
      "title": "Seeking True Wisdom",
      "verse": "Matthew 2:1-2 - Now after Jesus was born... wise men from the east came to Jerusalem, saying, “Where is he who has been born king of the Jews?”",
      "text": "The Magi were scholars and men of influence, yet they humbled themselves to seek the King. They show us that true **wisdom** always leads to Jesus. As men, we seek knowledge in our careers, financial advice, and practical skills. But are you seeking the spiritual wisdom that comes from Christ? Don't be a man who knows everything about his hobby but nothing about his Savior. Dedicate time today to seek Him in His Word. Like the wise men, be willing to journey far and give your best to find and worship the King.",
      "category": "wisdom",
      "topic": "seeking-god",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1582218086438-6f6f1a4e2315?w=800"
    },
    "2025-12-17": {
      "title": "As for Me and My House",
      "verse": "Joshua 24:15 - But as for me and my house, we will serve the Lord.",
      "text": "Joshua’s declaration is the battle cry of a godly father. He didn't wait to see what the culture would do; he set the standard for his family. '**As for me and my house...**' This requires a man to take the lead. It means establishing rhythms of prayer, prioritizing church, and modeling service. You cannot force your children to believe, but you can create an environment where faith is lived out authentically. Take a stand today. Let your family know, by your words and actions, that your home is a fortress of faith dedicated to serving the Lord.",
      "category": "family",
      "topic": "fatherhood",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1582218086438-6f6f1a4e2315?w=800"
    },
    "2025-12-18": {
      "title": "Finding Rest in Him",
      "verse": "Matthew 11:28 - Come to me, all who labor and are heavy laden, and I will give you rest.",
      "text": "Many men are tired—not just physically, but deep in their souls. We carry the weight of provision, expectations, and past mistakes. Jesus offers an invitation: 'Come to me... and I will give you **rest**.' This isn't just a nap; it's a spiritual restoration. It comes from ceasing to strive in your own strength and yoking yourself to Him. Are you 'heavy laden' today? You don't have to carry it all. Bring your burdens to Jesus in prayer. Admit your exhaustion. Receive the rest that only He can provide.",
      "category": "strength",
      "topic": "rest",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    },
    "2025-12-19": {
      "title": "Immanuel: God With Us",
      "verse": "Matthew 1:23 - Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel (which means, God with us).",
      "text": "The miracle of Christmas is wrapped up in the name **Immanuel**. It means God is not distant; He is **with us**. He is with you in the boardroom, on the commute, in the hospital room, and in the quiet moments of doubt. For a man, isolation is a dangerous trap. The enemy wants you to believe you are fighting alone. You are not. The Creator of the universe has drawn near. Remind yourself throughout this day: 'God is with me.' Let that truth dissolve your loneliness and embolden your faith.",
      "category": "faith",
      "topic": "god-with-us",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-20": {
      "title": "The Posture of Worship",
      "verse": "Psalm 95:6 - Oh come, let us worship and bow down; let us kneel before the Lord, our Maker!",
      "text": "Men often struggle with the idea of submission, but **worship** is the rightful response to our Creator. Psalm 95:6 calls us to 'bow down' and 'kneel.' It is a physical reminder of a spiritual reality: He is God, and we are not. Worship puts everything else in perspective. When we magnify God, our problems shrink to their proper size. Don't let your worship be confined to Sunday morning singing. Worship Him today with your obedience, your gratitude, and your reverence. A man on his knees before God is a man who can stand against anything.",
      "category": "spiritual-growth",
      "topic": "worship",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-21": {
      "title": "Grace Appeared",
      "verse": "Titus 2:11-12 - For the grace of God has appeared, bringing salvation for all people, training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives.",
      "text": "Christmas is the appearance of **grace**. But notice what grace does in Titus 2: it doesn't just save us; it **trains** us. It teaches a man to say 'no' to ungodliness and worldly passions (lust, greed, anger) and to say 'yes' to self-control. Grace is not a license to sin; it is the power to overcome it. If you are struggling with a recurring sin, you need more of God's grace. Lean on Him today. Let His grace be the instructor that shapes you into a man of self-control and uprightness.",
      "category": "character",
      "topic": "grace",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-22": {
      "title": "Where Is Your Expectation?",
      "verse": "Psalm 62:5 - For God alone, O my soul, wait in silence, for my hope is from him.",
      "text": "We often put our **expectation** on people—our wives, our kids, our bosses—to fulfill us. When they fail, we get angry or bitter. Psalm 62:5 corrects our focus: 'My hope is from **Him**.' When your expectation is anchored in God, you are free to love others without demanding they meet your deepest needs. God alone is the source of your worth and security. Release the people in your life from the burden of being your savior. Place your hope in God alone, and find the freedom that comes with spiritual self-sufficiency in Christ.",
      "category": "relationships",
      "topic": "expectations",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    },
    "2025-12-23": {
      "title": "Glory to God",
      "verse": "Luke 2:14 - Glory to God in the highest, and on earth peace among those with whom he is pleased!",
      "text": "The purpose of man is to glorify God. The angels declared it at Jesus' birth: '**Glory to God** in the highest.' As you navigate the busyness of the next few days, ask yourself: Who is getting the glory? Are you seeking recognition for your hard work, your parenting, or your gifts? Or are you deflecting the praise back to the Giver? A man who lives for God's glory is free from the exhausting rat race of ego. Make your life a mirror that reflects His greatness, not your own.",
      "category": "purpose",
      "topic": "glory",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1579546022880-b2f568a0a81d?w=800"
    },
    "2025-12-24": {
      "title": "The Prince of Peace",
      "verse": "Isaiah 9:6 - For to us a child is born, to us a son is given... and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
      "text": "On this Christmas Eve, reflect on the titles of Jesus. He is the **Mighty God** who fights for you. He is the **Wonderful Counselor** who guides you with wisdom. He is the **Prince of Peace** who calms your storm. As men, we often try to be all these things for our families in our own strength. We try to be the mighty protector and the wise solver of all problems. But we are limited. Point your family to the One who bears these titles perfectly. Rest tonight in the knowledge that the Son has been given, and He is enough.",
      "category": "faith",
      "topic": "christmas",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-25": {
      "title": "The Greatest Gift",
      "verse": "John 3:16 - For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
      "text": "Merry Christmas! Today we celebrate the greatest gift ever given. God **gave**. He didn't give leftover change; He gave His best—His only Son. This defines love: sacrificial giving for the good of another. As you exchange gifts and enjoy meals today, let the reality of John 3:16 sink deep into your heart. You are loved with an everlasting love. You are valued at the price of the Son of God. Let that truth destroy any insecurity and fill you with profound gratitude. Celebrate the Savior today!",
      "category": "faith",
      "topic": "christmas",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1582218086438-6f6f1a4e2315?w=800"
    },
    "2025-12-26": {
      "title": "Pondering These Things",
      "verse": "Luke 2:19 - But Mary treasured up all these things, pondering them in her heart.",
      "text": "After the excitement of Christmas, there is a need for quiet reflection. Mary 'treasured up all these things, **pondering** them in her heart.' Men are often quick to move to the next task, the next goal, the next year. But wisdom requires reflection. Take time today to ponder what God has done this year. Where have you seen His faithfulness? What is He teaching you? Don't rush past the miracle. Treasure the work of God in your life, storing it up as fuel for the future.",
      "category": "spiritual-growth",
      "topic": "reflection",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    },
    "2025-12-27": {
      "title": "Numbering Our Days",
      "verse": "Psalm 90:12 - So teach us to number our days that we may get a heart of wisdom.",
      "text": "As the year winds down, we are reminded that time is our most limited resource. Psalm 90:12 asks God to teach us to **number our days**. This isn't about being morbid; it's about being intentional. A wise man realizes he doesn't have forever to be a good father, a faithful husband, or a witness for Christ. Every day is a decreasing balance. Are you spending your time on things that matter for eternity? Evaluate your priorities today. Invest your time where it yields a return in the Kingdom of God.",
      "category": "purpose",
      "topic": "time-management",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-28": {
      "title": "Forgetting What Lies Behind",
      "verse": "Philippians 3:13-14 - Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead.",
      "text": "You cannot run a race looking backward. Paul's strategy for spiritual growth involves **forgetting what lies behind**. This includes both your failures and your past successes. Some men are paralyzed by past regret; others are complacent because of past glory. Both prevent you from 'straining forward' to what God has for you *now*. As the New Year approaches, what do you need to let go of? Guilt? Pride? A grudge? Leave it at the cross. Clear the deck so you can run the race of 2026 with focus and endurance.",
      "category": "purpose",
      "topic": "moving-forward",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1504938676239-e4d0f7f32997?w=800"
    },
    "2025-12-29": {
      "title": "Great Is His Faithfulness",
      "verse": "Lamentations 3:22-23 - The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
      "text": "If you look back over the last 12 months, you will likely see a mix of joy and hardship. But threading through it all is the **faithfulness** of God. He has sustained you. His mercies were new every single morning, even on the days you blew it. Lamentations 3 declares, 'Great is your faithfulness.' Before you ask God for anything in the new year, pause to thank Him for what He has already done. A grateful man is a grounded man. build your confidence for the future on the proven track record of God's faithfulness in your past.",
      "category": "gratitude",
      "topic": "faithfulness",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1518386341250-9759451187c3?w=800"
    },
    "2025-12-30": {
      "title": "Seeking Great Things?",
      "verse": "Jeremiah 45:5 - And do you seek great things for yourself? Seek them not...",
      "text": "New Year's resolutions often center on ambition—more money, better fitness, higher status. God asks a piercing question in Jeremiah 45:5: 'Do you seek great things **for yourself**?' Ambition is not wrong, but selfish ambition is destructive. As you dream about the coming year, check your motives. Are you building your kingdom or His? True greatness in God's eyes is found in service, humility, and faithfulness. Realign your goals today. Seek to be great at loving your wife, great at serving your church, and great at obeying God.",
      "category": "purpose",
      "topic": "ambition",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1549494326-0e9e43685e13?w=800"
    },
    "2025-12-31": {
      "title": "All Things New",
      "verse": "Revelation 21:5 - And he who was seated on the throne said, “Behold, I am making all things new.”",
      "text": "We stand at the threshold of a new year. Revelation 21:5 reminds us that our God is in the business of making **all things new**. This is the hope of the Gospel—regeneration and renewal. No matter how difficult 2025 was, you have a fresh start. You are not defined by your past. God invites you into a new season of growth, grace, and purpose. Commit your way to the Lord tonight. Step into 2026 not with arrogance, but with a humble dependence on the One who holds the future. Finish strong, and start fresh.",
      "category": "hope",
      "topic": "new-year",
      "isPremium": false,
      "image": "https://images.unsplash.com/photo-1502447604505-8968f9a9415c?w=800"
    }
  },
  "meta": {
    "month": "2025-12",
    "totalDevotionals": 31,
    "premiumCount": 0,
    "freeCount": 31,
    "description": "Daily devotionals for Christian men - December 2025"
  }
}
